[{"id":1,"name":"Taú and Keraná","description":"This causes deep sadness and indignation in the tribe for which they beg an exemplary punishment to the transgressor. Then he takes matters into his own hands again and makes Taú the object of a terrible curse. Tau was exiled by Pytajovái (god of courage and war). In his desperation, Tau kidnapped Keraná and for this Tupã curses him. Tau and Keraná had 7 children with the appearance of monsters or phenomena: the 7 myths.","image":"https://warani.vercel.app/images/26330071.jpg"},{"id":2,"name":"Teju Jaguá","description":"Teju Jaguá is said to be a large lizard with the head of a dog, hence its name: teju: lizard, jagua: dog. According to the myth, he wandered through the hill of Yaguarón and was master of the caves of the place, where he dragged his victims to gobble them up. Some versions grant him seven dog heads, the popular version only speaks of one head. He was the first spawn of the cursed bond of Tau and Keraná. Others affirm that it was peaceful and that it only ate fruits and honey. He is considered the guardian of the riches of the Guarani land.","image":"https://warani.vercel.app/images/72249640.jpg"},{"id":3,"name":"Mbói Tu'i","description":"Mbói Tu'i was the second son of Tau and Keraná. He has the body of a viper and the beak of a parrot. His name also comes from these characteristics: mbói: viper, tu'i: parrot. He is respected as a god and protector of amphibians and flowers.","image":"https://warani.vercel.app/images/32129570.jpg"},{"id":4,"name":"Moñai","description":"Moñái was the third myth spawned by Tau and Keraná. He is the protector of thieves and mischief. It is shaped like a short snake, less than a meter long and as thick as a log. It lives in swamps and estuaries of Paraguay, it is not attributed the title of protector of any other species of animal or plant, it is a myth of horrible appearance that scares people. Some claim that seeing the Moñái produces death.","image":"https://warani.vercel.app/images/28990277.jpg"},{"id":5,"name":"Jasy Jateré","description":"Jasy Jateré, her name means moon fragment. Jasy Jateré is a little goblin with wavy blonde hair and blue eyes who wanders naked through the field plantations during siesta hours. He also has a little gold cane, a kind of magic wand, with which he attracts his victim, who then brings his brother Ao ao (who is a cannibal). Another way to attract his victims is the whistling sound he produces imitating the song of a bird. He is considered the Guarani cupid. It is said that Jasy Jateré kidnaps the children, feeds them with fruits, honey and worms, then sets them free, but they return home foolish. For this reason, Paraguayan mothers warn and prohibit their children from going out to play during siesta hours, since they are in danger of being taken by Jasy Jateré.","image":"https://warani.vercel.app/images/99786256.jpg"},{"id":6,"name":"Kurupí","description":"The Kurupí is considered the god of sexuality. He is the satyr myth of the Guarani land. His features are very strange, as he is famous for his penis, which is as long as a bow and is tied around his waist. With this member he linked girls and women, kidnapped them and possessed them. He is considered a protector of jungle animals, especially stallions. He has pitch black skin.","image":"https://warani.vercel.app/images/48966433.jpg"},{"id":7,"name":"Ao Ao","description":"Ao ao is a kind of animal with four legs, with the body of a sheep and the head of a wolf. They move in herds and their name comes from the way they call each other “ao ao”. He is considered the god of fertility, since he had many children. These moved in herds and ate people. It is said that the only way to save yourself from Ao ao is to climb a mbokaja or palm tree.","image":"https://warani.vercel.app/images/23515891.jpg"},{"id":8,"name":"Luisón","description":"Luisón is the seventh son of Tau and Keraná; he considered lord of death, due to the taste he has for hanging around cemeteries and feeding on the flesh of corpses. He is one of the most terrifying myths of Guarani folklore. It is said that on Tuesdays and Fridays, Luisón loses his human form and turns into a gloomy-looking dog with large fangs and a very unpleasant odor. He recovers his human form as the new day dawns, where he is a man again, but sad in appearance; dirty and tired. It is said that the seventh son of a woman who had only boys will be Luisón.","image":"https://warani.vercel.app/images/30331640.jpg"}]